{
  "page": 245,
  "results": [
    {
      "adult": false,
      "backdrop_path": "/3FYltaTkmrFeVquPOXbAXgYVuqZ.jpg",
      "genre_ids": [
        18,
        10749
      ],
      "id": 36834,
      "original_language": "en",
      "original_title": "Total Eclipse",
      "overview": "Young, wild poet Arthur Rimbaud and his mentor Paul Verlaine engage in a fierce, forbidden romance while feeling the effects of a hellish artistic lifestyle.",
      "popularity": 6.7212,
      "poster_path": "/e0j1zDF3ITeTbGTXFGamosCxT4z.jpg",
      "release_date": "1995-11-03",
      "title": "Total Eclipse",
      "video": false,
      "vote_average": 6.4,
      "vote_count": 542
    },
    {
      "adult": false,
      "backdrop_path": "/56eHAxXfZTz5pGiVDCFnuiHw2fp.jpg",
      "genre_ids": [
        18,
        10749,
        36
      ],
      "id": 28571,
      "original_language": "en",
      "original_title": "The Heiress",
      "overview": "In 1840s New York, the uneventful and boring days of the daughter of a wealthy doctor come to an end when she meets a dashing poorer man — who may or may not be after her inheritance.",
      "popularity": 7.2121,
      "poster_path": "/1oN0zsjw3iS1HaOLoZbmptzrD1W.jpg",
      "release_date": "1949-10-06",
      "title": "The Heiress",
      "video": false,
      "vote_average": 7.8,
      "vote_count": 264
    },
    {
      "adult": false,
      "backdrop_path": "/n3JeGELHa9V6k9mL81ItMxWLSS6.jpg",
      "genre_ids": [
        28,
        53,
        27
      ],
      "id": 1129598,
      "original_language": "en",
      "original_title": "Prey",
      "overview": "A young couple is compelled to leave their Christian missionary station in the Kalahari Desert after being threatened with death by an extremist militant gang. After crashing their aircraft they must battle man and beast for their lives.",
      "popularity": 6.203,
      "poster_path": "/aOsPclgSiOqhndI2Xp2ksz2g9n6.jpg",
      "release_date": "2024-03-15",
      "title": "Prey",
      "video": false,
      "vote_average": 6.022,
      "vote_count": 343
    },
    {
      "adult": false,
      "backdrop_path": "/x3pCGTGgK2KjzRMInLTA3FY1eQO.jpg",
      "genre_ids": [
        28,
        53
      ],
      "id": 128280,
      "original_language": "en",
      "original_title": "Blood Money",
      "overview": "Zheng Zhou is the most feared warrior from the Shaolin Dynasty in China. His fighting and weapons skills are legendary. But when his parents are killed and sister kidnapped, he turns to a life of drugs and crime that will almost kill him. With the help of Hong Kong's notorious Dragon Triad syndicate, Colombia's biggest drugs cartel hatches an elaborate plan to traffic two tonnes of crack cocaine through the Port of Miami in America and ultimately into Australia and China. But when the partnership turns sour after the Cartel holds a Triad family member hostage, the Triads recruit Zhou to rescue the girl and kill the Colombians. What ensues is a bloodied street war across three countries. Zhou turns international Hitman with an arsenal of hi-tech surveillance devices, explosives, high powered weaponry and an array of fighting skills dating back fifteen hundred years. But just as Zhou rescues the hostage and takes control of the entire drugs shipment...",
      "popularity": 7.0375,
      "poster_path": "/cmh10BywovOEOlYF5gboYdEi5fY.jpg",
      "release_date": "2012-08-28",
      "title": "Blood Money",
      "video": false,
      "vote_average": 4.2,
      "vote_count": 21
    },
    {
      "adult": false,
      "backdrop_path": "/dSMWw6rNIKqtHyWEIkDa8u7Mboa.jpg",
      "genre_ids": [
        878,
        28,
        53
      ],
      "id": 9920,
      "original_language": "en",
      "original_title": "Ultraviolet",
      "overview": "In the late 21st century, a subculture of humans have emerged who have been modified genetically by a vampire-like disease, giving them enhanced speed, incredible stamina and acute intelligence. As they are set apart from \"normal\" and \"healthy\" humans, the world is pushed to the brink of worldwide civil war  aimed at the destruction of the \"diseased\" population. In the middle of this crossed-fire is - an infected woman - Ultraviolet, who finds herself protecting a nine-year-old boy who has been marked for death by the human government as he is believed to be a threat to humans.",
      "popularity": 6.4198,
      "poster_path": "/27OzQ2BBahQHYPiPEAXRXMbhnPQ.jpg",
      "release_date": "2006-03-03",
      "title": "Ultraviolet",
      "video": false,
      "vote_average": 5.2,
      "vote_count": 1662
    },
    {
      "adult": false,
      "backdrop_path": null,
      "genre_ids": [
        18
      ],
      "id": 4656,
      "original_language": "de",
      "original_title": "Mörderischer Frieden",
      "overview": "Young Bundeswehr soldiers Tom and Charly are stationed in Kosovo with the KFOR peacekeeping force. Their mission is to secure peace. Although the brutal war between the enemy Serbs and Albanians is officially over, the hatred between people continues to smoulder. When Tom and Charly rescue the young Serbian Mirjana from the fatal shot of the young sniper Durcan, they get caught between all fronts. They lose their professional distance due to the resulting closeness to Mirjana - who has to learn that her father was a war criminal - but also to Durcan - whose entire family was wiped out. Soon they are entangled in a conflict about guilt, manipulation, love and revenge...",
      "popularity": 6.1364,
      "poster_path": "/90fNjrXfRwm5E9f8uK9IJ6z6j6u.jpg",
      "release_date": "2007-11-10",
      "title": "Snipers Valley",
      "video": false,
      "vote_average": 4.625,
      "vote_count": 8
    },
    {
      "adult": false,
      "backdrop_path": "/k9aG4g8Q1ZE53cnzyRpAzNlSFst.jpg",
      "genre_ids": [
        35,
        10749
      ],
      "id": 293491,
      "original_language": "sv",
      "original_title": "Vadelmavenepakolainen",
      "overview": "Mikko Virtanen feels like a Swedish soul trapped in a Finnish body. Full of disgust for everything Finnish, he sees Sweden as heaven. Upon meeting a suicidal Swedish psychologist Mikael Anderson, he seizes an opportunity for an identity switch. Raspberry Boat Refugee is a comedy about cultural differences in the Nordic countries, their nationalism and, not least, prejudices about our neighbours. It also proves how futile it is to try to escape oneself.",
      "popularity": 6.3397,
      "poster_path": "/enDEY6Ye0BWyFxYNki9hBtZ1Emd.jpg",
      "release_date": "2014-08-19",
      "title": "Raspberry Boat Refugee",
      "video": false,
      "vote_average": 4.895,
      "vote_count": 19
    },
    {
      "adult": false,
      "backdrop_path": "/jXScSDhFl4PE3DeZtzRkGDoFwBi.jpg",
      "genre_ids": [
        53,
        27,
        878
      ],
      "id": 386172,
      "original_language": "en",
      "original_title": "The Rift",
      "overview": "The satellite has vanished and the only clue is a trail leading to a small village nestled on the outskirts of forest line. As the team begins to investigate they quickly discover that something else came back from space, something not of this world. As their time runs out, the team must battle to unlock the terrifying truth behind the ill-fated mission.",
      "popularity": 6.8844,
      "poster_path": "/x9afKy5myZgCj7MdAbnh78jpLkG.jpg",
      "release_date": "2016-04-28",
      "title": "The Rift",
      "video": false,
      "vote_average": 3.573,
      "vote_count": 41
    },
    {
      "adult": false,
      "backdrop_path": "/g5njzG7BzbqudncIKt9zrGYkVtw.jpg",
      "genre_ids": [
        18
      ],
      "id": 1368519,
      "original_language": "it",
      "original_title": "Cinque secondi",
      "overview": "Who is that scruffy-looking guy who lives alone in the renovated stables of Villa Guelfi? He spends his days doing nothing and avoiding contact with everyone. And when he realizes that a community of young people has settled illegally in the villa and is dedicated to caring for the abandoned countryside and vineyards, he gets nervous and wants to chase them away. They are students, recent graduates, agronomists, and among them is Matilde, who was born there and worked in the vineyard with her grandfather, Count Guelfo Guelfi, as a child. They too are intrigued by this misanthropic gentleman with a mysterious past: why does he live there alone and refuse to have contact with anyone? As the seasons pass, the conflict with this community of young men and women turns into coexistence, and eventually into an alliance. And Adriano finds himself looking after, in his brusque way, the young Countess Matilde, who is pregnant by one of the young men...",
      "popularity": 6.8554,
      "poster_path": "/5hPjY75ddE90l6XzfAC6zrMRnNg.jpg",
      "release_date": "2025-10-30",
      "title": "Cinque secondi",
      "video": false,
      "vote_average": 6.983,
      "vote_count": 30
    },
    {
      "adult": false,
      "backdrop_path": "/xESushLqXM6gat9e0nWmhWXvqWP.jpg",
      "genre_ids": [
        18,
        53
      ],
      "id": 187826,
      "original_language": "pt",
      "original_title": "Bonitinha mas Ordinária",
      "overview": "The youngest daughter of a rich man has been raped by five black men in the slums of Rio de Janeiro, and her father arranges her marriage to one of his employees in order to save the family’s honor.",
      "popularity": 6.5241,
      "poster_path": "/4YXVxQHv4XSp1hE3Dsx2wIiuwTy.jpg",
      "release_date": "1981-03-12",
      "title": "Cute But Ordinary",
      "video": false,
      "vote_average": 4.4,
      "vote_count": 24
    },
    {
      "adult": false,
      "backdrop_path": "/sFDntG0Z0Wjrsz26TVptfs5OSLT.jpg",
      "genre_ids": [
        18,
        878
      ],
      "id": 83542,
      "original_language": "en",
      "original_title": "Cloud Atlas",
      "overview": "A set of six nested stories spanning time between the 19th century and a distant post-apocalyptic future. Cloud Atlas explores how the actions and consequences of individual lives impact one another throughout the past, the present and the future. Action, mystery and romance weave through the story as one soul is shaped from a killer into a hero and a single act of kindness ripples across centuries to inspire a revolution in the distant future.  Based on the award winning novel by David Mitchell. Directed by Tom Tykwer and the Wachowskis.",
      "popularity": 6.6805,
      "poster_path": "/8naVv2Xu3rWI5JKHz0vCujx6GaJ.jpg",
      "release_date": "2012-10-26",
      "title": "Cloud Atlas",
      "video": false,
      "vote_average": 6.889,
      "vote_count": 7324
    },
    {
      "adult": false,
      "backdrop_path": "/gR9q3JUB3BZThqLhDcA1jTAsOqX.jpg",
      "genre_ids": [
        35
      ],
      "id": 350575,
      "original_language": "de",
      "original_title": "Outside the Box",
      "overview": "Frederick Schopner, a young management consultant, has been invited to participate in a special kind of team-building event. He and his colleagues will be chased across an outdoor obstacle course while being assessed on leadership qualities and their capacity for teamwork via video surveillance. Special highlight: the company has hired two over-the-hill actors to kidnap the consultants with unloaded weapons, keep them hostage, and to demand a high ransom from the company. A realistic role play with fun factor! But things don't go according to plan: the actors find the make-believe scenario so convincing that they decide to put the plan into action for real, using real weapons. Meanwhile, Human Resources manager Vanessa is observing what's happening via video surveillance and has to find a way to keep the hostage situation from escalating…",
      "popularity": 7.092,
      "poster_path": "/tALGwYf29de7Xust8KF7mAzB0NP.jpg",
      "release_date": "2015-07-01",
      "title": "Outside the Box",
      "video": false,
      "vote_average": 5.6,
      "vote_count": 34
    },
    {
      "adult": false,
      "backdrop_path": "/rFpI29zlYc6YVeWBth5YXjMIOwe.jpg",
      "genre_ids": [
        18,
        10751
      ],
      "id": 904382,
      "original_language": "hi",
      "original_title": "Bhai Bahen",
      "overview": "Raja Saheb (Ashok Kumar) is a rich man, strict father to sons Virendra (Sunil Dutt) and Mahendra. One day, Mahendra has a big fight with his father and dies of shock afterwards. Virendra leaves home and falls in bad company with Pran. Later, Virendra falls in love with a poor girl (Nutan), eventually deciding to marry her. At home, a lonely Raja Saheb falls ill. When Virendra tells his father about his love, his father reveals his own past: He was in love with a poor girl, who died leaving a daughter (Padmini) behind, who dances on the roads to earn a living. Virendra decides to bring his sister home.",
      "popularity": 6.7442,
      "poster_path": "/wnt9BngJDyDDpO4HoIgjHxgANY7.jpg",
      "release_date": "1969-01-01",
      "title": "Bhai Bahen",
      "video": false,
      "vote_average": 0,
      "vote_count": 0
    },
    {
      "adult": false,
      "backdrop_path": "/i84K7YigQNpihh7HdCTgecPgcYE.jpg",
      "genre_ids": [
        9648,
        18,
        27
      ],
      "id": 22583,
      "original_language": "en",
      "original_title": "Deadly Sins",
      "overview": "New area deputy Jack Gales arrives on the island to find that a girl at the local Catholic girls school has been found dead. After investigating, he finds that students have been disappearing regularly for five years, about the time Mother Bernadette passed away. Gales and the Mother Superior's secretary Cristina work together to try and unravel the mystery.",
      "popularity": 5.6942,
      "poster_path": "/g9OmBxhSJpmJmAvHMSJKOtjFN2W.jpg",
      "release_date": "1995-10-17",
      "title": "Deadly Sins",
      "video": false,
      "vote_average": 4.233,
      "vote_count": 15
    },
    {
      "adult": false,
      "backdrop_path": "/jVINcecfIWhbBJ2xNGTio8klkmr.jpg",
      "genre_ids": [
        18
      ],
      "id": 1135111,
      "original_language": "en",
      "original_title": "The Roof",
      "overview": "After being sent to stay with his grandfather, a Cheyenne teen uncovers a connection to his family and community in a way he never thought possible.",
      "popularity": 6.8427,
      "poster_path": "/sAR2yHnZRyp56c1v4Z7a1AxlVxO.jpg",
      "release_date": "2023-07-23",
      "title": "The Roof",
      "video": false,
      "vote_average": 5.8,
      "vote_count": 11
    },
    {
      "adult": false,
      "backdrop_path": "/mu3q8eeDc2NH112sKQbmrJFe0Vs.jpg",
      "genre_ids": [
        18,
        53
      ],
      "id": 440374,
      "original_language": "es",
      "original_title": "La cordillera",
      "overview": "At a summit for Latin American presidents in Chile where the region's geopolitical strategies and alliances are in discussion, Argentine president Hernán Blanco endures political and family drama that will force him to face his own demons.",
      "popularity": 6.1116,
      "poster_path": "/gy2fvMbEuR1uJYGpM7oJ91HFRgl.jpg",
      "release_date": "2017-08-17",
      "title": "The Summit",
      "video": false,
      "vote_average": 5.9,
      "vote_count": 137
    },
    {
      "adult": false,
      "backdrop_path": "/tCW0uGWwfZzRkupNFdI0yUo4A0w.jpg",
      "genre_ids": [
        99
      ],
      "id": 158999,
      "original_language": "en",
      "original_title": "Blackfish",
      "overview": "Notorious killer whale Tilikum is responsible for the deaths of three individuals, including a top killer whale trainer. Blackfish shows the sometimes devastating consequences of keeping such intelligent and sentient creatures in captivity.",
      "popularity": 6.7805,
      "poster_path": "/kCk4mDFE96Mn1AYfEcbxkIiw7ND.jpg",
      "release_date": "2013-06-07",
      "title": "Blackfish",
      "video": false,
      "vote_average": 7.8,
      "vote_count": 1155
    },
    {
      "adult": false,
      "backdrop_path": "/dRGLfgC0Myo1uY9Z0fRKvkDuTsS.jpg",
      "genre_ids": [
        80,
        10770
      ],
      "id": 1012567,
      "original_language": "de",
      "original_title": "Dunkle Wasser",
      "overview": "After the body of a young woman is recovered from Lake Mattsee, the two cops not only face a major professional challenge that takes them into the dark past, but also come into contact with Mattsee's dark history and reach their limits privately.",
      "popularity": 6.7906,
      "poster_path": "/sfF6xFtDfD5oD3BUtsdmzPKXxUd.jpg",
      "release_date": "2023-03-23",
      "title": "Dunkle Wasser",
      "video": false,
      "vote_average": 5.3,
      "vote_count": 3
    },
    {
      "adult": false,
      "backdrop_path": "/4IRHnS9Ljvb4tGI2SGaSiQikcaE.jpg",
      "genre_ids": [
        28,
        53,
        80
      ],
      "id": 2019,
      "original_language": "en",
      "original_title": "Hard Target",
      "overview": "When a woman's father goes missing, she enlists a local to aid in her search.  The pair soon discover that her father has died at the hands of a wealthy sportsman who hunts homeless men as a form of recreation.",
      "popularity": 6.2648,
      "poster_path": "/mXCM7pmUFUGp7QzSmare3RITe6n.jpg",
      "release_date": "1993-04-27",
      "title": "Hard Target",
      "video": false,
      "vote_average": 6.5,
      "vote_count": 1287
    },
    {
      "adult": false,
      "backdrop_path": "/73dXzlkftJnfOsOdMQl0XfT0gSx.jpg",
      "genre_ids": [
        18
      ],
      "id": 58257,
      "original_language": "en",
      "original_title": "Savage Messiah",
      "overview": "In the Paris of the 1910s, brash young sculptor Henri Gaudier begins a creative partnership with an older writer, Sophie Brzeska. Though the couple is 20 years apart in age, Gaudier finds that his untamed work is complemented by the older woman's cultural refinement. He then moves to London with Brzeska, where he falls in with a group of avant-garde artists. There, Gaudier encounters yet another artistic muse in passionate suffragette Gosh Boyle.",
      "popularity": 6.6006,
      "poster_path": "/8SvzigYJY7iy4DGlrnOHfU2FZkY.jpg",
      "release_date": "1972-06-27",
      "title": "Savage Messiah",
      "video": false,
      "vote_average": 6.1,
      "vote_count": 25
    }
  ],
  "total_pages": 53905,
  "total_results": 1078091
}